{
    "films": [
        {
            "title": "Тачки",
            "desc": "Головний герой — гоночний автомобіль на ім'я Блискавка МакКвін, який звик завжди перемагати. Але під час одного великого змагання лопаються покришки, і Блискавка приходить до фінішу разом з двома іншими машинами. Організатори вирішують провести ще одну гонку, щоб визначити переможця, але по дорозі в Каліфорнію Блискавка вивалюється з трейлера і опиняється в крихітному містечку. Тут він ніби потрапляє в інший світ — світ без конкуренції і вічної боротьби за медалі. У МакКвіна з'являється багато нових друзів, серед яких є і відполірований до блиску «Порше», і іржава вантажівка",
            "url": "https://uaserials.pro/5344-tachky.html",
            "photo": "AgACAgIAAxkBAANAZuHaqIVB6ceQK_u2pImFL_2DQGAAAhneMRunAwhLNQ3knhw8xZEBAAMCAANtAAM2BA",
            "rating": "100/100"
        },
        {
            "title": "Дедпул та Россомаха (2024)",
            "desc": "Продовження історії про безстрашного, але страшно балакучого супергероя, який звикли битися з поганими хлопцями. Будучи ексцентричною особистістю, Дедпул регулярно потрапляє в божевільні ситуації, але залишається людиною з добрим серцем. Якось Уейд зустрічає людей, які заснували нову урядову організацію. Так головний герой дізнається, що через зсув різних всесвітів над людством нависла небезпека.",
            "url": "https://kinogo.biz/109184-djedpul-i-rossomaha-2024.html",
            "photo": "AgACAgIAAxkBAANMZuHbth6ZmcTQ536fD5uAbiuPlMYAAireMRunAwhLY56tbpzuqxEBAAMCAANtAAM2BA",
            "rating": "86/100"
        },
        {
            "title": "Століття Якова",
            "desc": "\"Сторіччя Якова\" - міні-серіал для тих, хто хоче повчитися на життєвій історії. Звичайний селянин, Яків, за 100 років пережив багато чого на землі, адже саме стільки він і прожив. Його життя бачило кілька епох і цивілізацій і наповнене сміливістю, злетами, падіннями, великою любов'ю.",
            "url": "https://www.google.com/url?sa=i&url=https%3A%2F%2F4read.org%2F621-volodimir-lis-stolttya-yakova.html&psig=AOvVaw3aY4mnU-fVXbR9DXoNtr3Y&ust=1726164438064000&source=images&cd=vfe&opi=89978449&ved=0CBAQjRxqFwoTCLiQw--9u4gDFQAAAAAdAAAAABAE",
            "photo": "AgACAgIAAxkBAANYZuHckae7g2cmvOc8ZR7BLhZotDgAAjDeMRunAwhL-x63YwrJIVgBAAMCAANtAAM2BA",
            "rating": "78/100"
        },
        {
            "title": "Спіймати Кайдаша",
            "desc": "Серіал Спіймати Кайдаша – це сучасна драма, адаптація відомої повісті Івана Нечуй-Левицького «Кайдашева сім’я». Дія розгортається у сучасному селі Семигори, де складна родина починає пригоди. Старший син Карп із батьком Омельком займаються ремонтом автомобілів. Господиня будинку, Маруся, веде господарство та пригадує минулі дні, коли працювала куховаркою. Молодший брат Лаврін щойно повернувся з армії і шукає кохання. Багато жінок вже примітили цих сильних хлопців. Однак у Лавріна – карбюратори в голові, а у Карпа – вітер.\n\nДивіться онлайн серіал Спіймати Кайдаша на каналі СТБ. Серіал та дізнайтеся, які випробування і непорозуміння чекають родину Кайдашів.\n\nТрохи про творчу групу:\nАктори серіалу Спіймати Кайдаша (розширена версія): Віктор Жданов, Тарас Цимбалюк, Ірина Мак, Григорій Бакланов, Ярослав Безкоровайний, Антоніна Якушева, Дарина Федіна, Крістіна Федорак, Роман Ясиновський, Юлія Врублевська\nШоуранерка: Наталія Ворожбит\nРежисер: Олександр Тіменко\nСценаристка: Наталія Ворожбит",
            "url": "https://www.youtube.com/watch?v=09v23WS43JU&list=PL3rV8DRTZCZX7zV_3y7uc0nE8A202QLMP",
            "photo": "AgACAgIAAxkBAANkZuHdRA5cJC5lKC7okW-B4xLZ_k8AAuXbMRunAxBLriDuzimhcmABAAMCAANtAAM2BA",
            "rating": "89/100"
        },
        {
            "title": "Чорний Ворон",
            "desc": "Українська історія – це моменти болю, відчаю, але, зрештою, несамовитої гордості за наших предків. Ніхто з них не став на коліна перед ворогом. Дивіться фільм про холодноярського отамана під назвою «Чорний Ворон».\n\nУкраїна, 1922 рік. Період, коли шансів на збереження власної держави вже не залишалось. Колишній офіцер УНР Іван разом зі своєї вагітною дружиною Тіною приїздить до свого батька. Він помічає, що місцевість поповнюють новоприбулі полки ГПУ. Ця операція була проведена для зачистки усіх повстанців, які ще продовжували боротьбу проти радянської влади. Іван, на прізвисько Чорний Ворон, не збирається терпіти знущання над власною сім'єю та рідним краєм і виходить на шлях протистояння загарбникам.\n\nДивіться героїчну історію у фільмі «Чорний Ворон» на сайті 1+1 video та у мобільному додатку.\nКраїна: Україна\nАктори: Тарас Цимбалюк, Данііл Мірешкін, Зоряна Марченко, Олег Мосійчук, Павло Москаль, Аліна Коваленко, Азізбек Абдурашидов, Андрій Мостренко, Наталія Сумська, Віктор Жданов, Олексій Тритенко.",
            "url": "https://1plus1.video/chornij-voron-chornij-voron",
            "photo": "AgACAgIAAxkBAANwZuHd8Ua8aUwM9za0EsJ2wAjytfsAAurbMRunAxBLMJUICF7EGhQBAAMCAANtAAM2BA",
            "rating": "90/100"
        },
        {
            "title": "Сторожова застава",
            "desc": "Під час сонячного затемнення звичайний хлопчик Вітько потрапляє на тисячу років назад, у Київську Русь, в розпал вирішальної битви Добра і Зла. У його руках магічний камінь, що дає могутню силу, поруч - легендарні богатирі, про котрих він читав у книгах, а проти них - чорна магія і ціла армія на чолі з гігантським кам'яним монстром. Тепер тільки від хоробрості хлопчика залежить, чи переможе світло темряву і чи буде майбутнє таким, яким його знаємо ми.",
            "url": "https://www.youtube.com/watch?v=EKLXRlpICjg",
            "photo": "AgACAgIAAxkBAAN8ZuHeXTwKoOTLWoRQoZ5B-9BL2_UAAu_bMRunAxBLZkxeOMA_QO8BAAMCAAN5AAM2BA",
            "rating": "100/100"
        }
    ]
}